const riddles = [
    {
      id: 1,
      question: "Сейчас придётся вспомнить сказку! Она и даст тебе подсказку. Вот тебе ориентир - Кто таков был Мойдодыр?",
      answer: "раковина"
    },
    {
      id: 2,
      question: "Грациозная вещица, любоваться б ей, хвалиться. К ней порой «заходят гости» - Лепестки на тонкой трости. У нее проси подмогу - Дальше указать дорогу!",
      answer: "ваза"
    },
    {
      id: 3,
      question: "У этой подружки есть четыре ушка. Мягкая, воздушная, всем всегда радушная. Как тебя потянет спать - Не забудь ее позвать.",
      answer: "подушка"
    },
    {
      id: 4,
      question: 'Соломенный помощник стоит в углу и ждет. Проблему он на ощупь найдет и уберет. Пусть не такой он мощный, как его "коллега" И сам он весь попроще, Но сор сметет с разбега.',
      answer: "веник"
    },
    {
        id: 5,
        question: 'Создает она комфорт - воздуха круговорот. Быстро холод растворится. Даст теплом нам насладиться. И чтоб здесь нам не вспотеть, "Просит" курточку раздеть.',
        answer: "батарея"
    }
  ];
  
  export default riddles;
  